<?php
$number = 1;
$date_base = [
    ['Тюриков Т.','г.Нижний Новгород', 'Audi R8', '0', '0', '0', '48' ],
    ['Волик А.','Санкт-Петербург', 'Subaru Impreza', '0', '0', '0', '0'],
    ['Арутюнян А.','Армавир', 'Audi RS7 Seven Force Stage 3', '49', '12', '0', '62'],
    ['Голына А.','пос.Власиха ', 'Audi TT RS', '0', '47', '0', '45'],
    ['Стулов К.','Москва', 'Audi RS6 Seven Force Stage 2', '64', '107', '22', '86'],
    ['Юмаев Е.','Москва', 'Audi RS6', '29', '106', '64', '29'],
    ['Тюриков А.','Н.Новгород', 'Nissan GTR', '0', '0', '0', '1'],
    ['Семушин Р.','Санкт-Петербург', 'Ford Mustang Shelby GT500', '50', '0', '0', '0'],
    ['Чотчаев О.','г.Учкекен', 'VAZ 2113', '0', '0', '0', '42'],
    ['Лобачев А.','Москва', 'Porsche 911', '0', '85', '86', '0'],
    ['Огородников А.','Уссурийск', 'Nissan GTR', '68', '0', '28', '43'],
    ['Савинов С.','Москва', 'Mercedes-Benz E63 AMG', '0', '0', '44', '0'],
    ['Савинов С.','Москва', 'Mercedes-Benz E63 AMG', '0', '44', '0', '0'],
    ['Игнатко С.','Москва', 'Porsche 911', '44', '0', '0', '0'],
    ['Сидоров Е.','Прохладный', 'Toyota Chaser', '12', '63', '22', '27']
];
foreach ($date_base as $elem){ ?>
    <tr>
    <th scope="row"><?php echo $number++?></th>
    <td><?php echo $elem[0] ?></td>
    <td><?php echo $elem[1] ?></td>
    <td><?php echo $elem[2] ?></td>
    <td><?php echo $elem[3] ?></td>
    <td><?php echo $elem[4] ?></td>
    <td><?php echo $elem[5] ?></td>
    <td><?php echo $elem[6] ?></td>
    <td><?php echo $elem[3]+$elem[4]+$elem[5]+$elem[6] ?></td>
</tr> 
<?
}
?>


